Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: %@ %@ available
es: %@ %@ disponibles
ja: %@ %@ が利用可能
zh_hans: %@ %@ 可用
zh_hant: %@ %@ 可用

source: %@ (native)
es: %@ (nativo)
ja: %@（ネイティブ）
zh_hans: %@（原生）
zh_hant: %@（原生）

source: %@ changed in the meantime, so the download wasn’t applied.
es: %@ cambió mientras tanto, así que la descarga no se aplicó.
ja: その間に %@ が変更されたため、ダウンロードしたものは適用されませんでした。
zh_hans: %@ 期间已更换壁纸，下载完成的壁纸未被应用。
zh_hant: %@ 期間已更換桌布，下載完成的桌布未被套用。

source: %@ comments
es: %@ comentarios
ja: %@ 件のコメント
zh_hans: %@ 条评论
zh_hant: %@ 則留言

source: %@ did not match the checksum in the manifest.
es: %@ no coincide con la suma de comprobación del manifiesto.
ja: %@ がマニフェストのチェックサムと一致しませんでした。
zh_hans: %@ 与清单中的校验和不一致。
zh_hant: %@ 與清單中的總和檢查碼不一致。

source: %@ favorites
es: %@ favoritos
ja: %@ 件のお気に入り
zh_hans: %@ 次收藏
zh_hant: %@ 次收藏

source: %@ has no `material` or `passes[].textures[]`
es: %@ no tiene `material` ni `passes[].textures[]`
ja: %@ に `material` も `passes[].textures[]` もありません
zh_hans: %@ 中没有 `material`，也没有 `passes[].textures[]`
zh_hant: %@ 中沒有 `material`，也沒有 `passes[].textures[]`

source: %@ hasn't published any wallpapers here.
es: %@ no ha publicado ningún fondo de pantalla aquí.
ja: %@ はここで壁紙をまだ公開していません。
zh_hans: %@ 尚未在这里发布任何壁纸。
zh_hant: %@ 尚未在這裡發布任何桌布。

# %@ is already used by %@.
source: %1$@ is already used by %2$@.
es: %1$@ ya lo está usando %2$@.
ja: %1$@ はすでに %2$@ で使用されています。
zh_hans: %1$@ 已被 %2$@ 使用。
zh_hant: %1$@ 已被 %2$@ 使用。

source: %@ is no longer connected, so the download wasn’t applied.
es: %@ ya no está conectado, así que la descarga no se aplicó.
ja: %@ が接続されていないため、ダウンロードしたものは適用されませんでした。
zh_hans: %@ 已断开连接，下载完成的壁纸未被应用。
zh_hant: %@ 已中斷連接，下載完成的桌布未被套用。

source: %@ is not a JSON object
es: %@ no es un objeto JSON
ja: %@ は JSON オブジェクトではありません
zh_hans: %@ 不是 JSON 对象
zh_hant: %@ 不是 JSON 物件

source: %@ is up to date
es: %@ está actualizado
ja: %@ は最新です
zh_hans: %@ 已是最新版本
zh_hant: %@ 已是最新版本

source: %@ isn’t connected. Skipped.
es: %@ no está conectado. Se omitió.
ja: %@ は接続されていないため、スキップしました。
zh_hans: %@ 未连接，已跳过。
zh_hant: %@ 未連接，已略過。

# %@ of %@
source: %1$@ of %2$@
es: %1$@ de %2$@
ja: %2$@ 中 %1$@

source: %@ ratings
es: %@ valoraciones
ja: %@ 件の評価
zh_hans: %@ 个评价
zh_hant: %@ 個評價

source: %@ stars
es: %@ estrellas
ja: %@ スター
zh_hans: %@ 个星标
zh_hant: %@ 個星號

source: %@ subs
es: %@ susc.
ja: %@ 件のサブスク
zh_hans: %@ 个订阅
zh_hant: %@ 個訂閱

source: %@ subscribers
es: %@ suscriptores
ja: %@ 人のサブスクライバー
zh_hans: %@ 名订阅者
zh_hant: %@ 位訂閱者

source: %@ up, %@ down
es: %@ positivos, %@ negativos
ja: 高評価 %@、低評価 %@
zh_hans: %@ 个好评，%@ 个差评
zh_hant: %@ 個好評，%@ 個差評

source: %@ views
es: %@ visualizaciones
ja: %@ 回表示
zh_hans: %@ 次浏览
zh_hant: %@ 次瀏覽

source: %@ wallpaper could not be prepared.
es: No se ha podido preparar el fondo de pantalla %@.
ja: %@壁紙を準備できませんでした。
zh_hans: 无法准备%@壁纸。
zh_hant: 無法準備%@桌布。

source: %@ wallpaper did not become ready in time.
es: El fondo de pantalla %@ no ha estado listo a tiempo.
ja: %@壁紙の準備が時間内に完了しませんでした。
zh_hans: %@壁纸未能及时准备就绪。
zh_hant: %@桌布未能及時準備就緒。

source: %@ wallpaper failed to load
es: No se ha podido cargar el fondo de pantalla %@
ja: %@壁紙の読み込みに失敗しました
zh_hans: %@壁纸加载失败
zh_hant: %@桌布載入失敗

source: %@ was changed afterward. Skipped.
es: %@ cambió más tarde. Se omitió.
ja: %@ はその後変更されたため、スキップしました。
zh_hans: %@ 之后已被更改，已跳过。
zh_hant: %@ 之後已被變更，已略過。

source: %@ was changed by the schedule afterward. Skipped.
es: La programación cambió %@ más tarde. Se omitió.
ja: %@ はその後スケジュールで変更されたため、スキップしました。
zh_hans: %@ 之后已被计划更改，已跳过。
zh_hant: %@ 之後已被排程變更，已略過。

source: %@ was switched by the playlist afterward. Skipped.
es: La playlist cambió %@ más tarde. Se omitió.
ja: %@ はその後プレイリストで切り替わったため、スキップしました。
zh_hans: %@ 之后已被播放列表切换，已跳过。
zh_hant: %@ 之後已被播放列表切換，已略過。

source: %@ won't appear in your recent history anymore. The local cache is kept.
es: %@ ya no aparecerá en tu historial reciente. La caché local se conserva.
ja: %@ は最近の履歴に表示されなくなります。ローカルキャッシュは保持されます。
zh_hans: %@ 将不再出现在最近历史中。本地缓存会保留。
zh_hant: %@ 將不再出現在最近歷程中。本機快取會保留。

source: %@ · API key optional
es: %@ · clave de API opcional
ja: %@・API キーは任意
zh_hans: %@ · API 密钥可选
zh_hant: %@ · API 金鑰可選

# %@, %@ wallpaper bookmark
source: %1$@, %2$@ wallpaper bookmark
es: %1$@, marcador de fondo de pantalla %2$@
ja: %1$@、%2$@ 壁紙のブックマーク
zh_hans: %1$@，%2$@ 壁纸书签
zh_hant: %1$@，%2$@ 桌布書籤

# %@, %lld by %lld pixels
source: %1$@, %2$lld by %3$lld pixels
es: %1$@, %2$lld por %3$lld píxeles
ja: %1$@、%2$lld × %3$lld ピクセル
zh_hans: %1$@，%2$lld × %3$lld 像素
zh_hant: %1$@，%2$lld × %3$lld 像素

source: %@, display scheme captured from %@
es: %@, esquema de pantalla capturado de %@
ja: %@、%@ から取り込んだディスプレイ構成
zh_hans: %@，捕获自 %@ 的显示器方案
zh_hant: %@，擷取自 %@ 的顯示器方案

# %@, failed: %@
source: %1$@, failed: %2$@
es: %1$@, error: %2$@
ja: %1$@: 失敗 - %2$@
zh_hans: %1$@，失败：%2$@
zh_hant: %1$@，失敗：%2$@

source: %@, fetching details
es: %@, obteniendo detalles
ja: %@、詳細を取得中
zh_hans: %@，正在获取详情
zh_hant: %@，正在取得詳細資訊

source: %@, invalid
es: %@, no válido
ja: %@、無効
zh_hans: %@，无效
zh_hant: %@，無效

source: %@, ready
es: %@, listo
ja: %@、準備完了
zh_hans: %@，已就绪
zh_hant: %@，已就緒

source: %@, ready in System Settings
es: %@, listo en Ajustes del Sistema
ja: %@、システム設定で選択できます
zh_hans: %@，已就绪，可在系统设置中选择
zh_hant: %@，已就緒，可在系統設定中選擇

source: %@, saved display scheme
es: %@, esquema de pantalla guardado
ja: %@、保存されたディスプレイ構成
zh_hans: %@，已保存的显示器方案
zh_hant: %@，已儲存的顯示器方案

source: %@, selected by macOS
es: %@, seleccionado por macOS
ja: %@、macOS で選択済み
zh_hans: %@，macOS 已选中
zh_hant: %@，macOS 已選取

# %@. Scene wallpaper. %@
source: %1$@. Scene wallpaper. %2$@
es: %1$@. Fondo de escena. %2$@
ja: %1$@。シーン壁紙。%2$@
zh_hans: %1$@。场景壁纸。%2$@
zh_hant: %1$@。場景桌布。%2$@

source: %@; the previous install could not be restored and is at %@: %@
es: %@; no se ha podido restaurar la instalación anterior y está en %@: %@
ja: %@。以前のインストールを復元できず、%@ に残っています: %@
zh_hans: %@；先前的安装未能恢复，已保留在 %@：%@
zh_hant: %@；先前的安裝未能復原，已保留在 %@：%@

source: %@K subs
es: %@K susc.
ja: %@K 人が購読
zh_hans: %@K 订阅
zh_hant: %@K 訂閱

source: %@M subs
es: %@M susc.
ja: %@M 人が購読
zh_hans: %@M 订阅
zh_hant: %@M 訂閱

source: %lld API requests today
es: %lld solicitudes de API hoy
ja: %lld 件の本日の API リクエスト
zh_hans: %lld 次 API 请求（今天）
zh_hant: %lld 次 API 要求（今天）

source: %lld Displays Rendering
es: Renderizando %lld pantallas
ja: %lld 台のディスプレイで描画中
zh_hans: %lld 台显示器正在渲染
zh_hant: %lld 台顯示器正在渲染

source: %lld MB · %lld MB total
es: %lld MB · %lld MB en total
ja: %lld MB・合計 %lld MB
zh_hans: %lld MB · 共 %lld MB
zh_hant: %lld MB · 共 %lld MB

source: %lld Workshop items readable.
es: %lld elementos de Workshop legibles.
ja: ワークショップアイテム %lld 件を読み取れます。
zh_hans: 可读取 %lld 个创意工坊项目。
zh_hant: 可讀取 %lld 個工作坊項目。

source: %lld active
es: %lld activos
ja: %lld 件が有効
zh_hans: %lld 个活动
zh_hant: %lld 個作用中

source: %lld added
es: %lld añadidos
ja: %lld 件を追加
zh_hans: 已添加 %lld 项
zh_hant: 已加入 %lld 項

source: %lld aerials
es: %lld vistas aéreas
ja: 空撮 %lld 件
zh_hans: %lld 个航拍
zh_hant: %lld 個空照圖

source: %lld agents
es: %lld agentes
ja: エージェント %lld 個
zh_hans: %lld 个代理
zh_hant: %lld 個代理

source: %lld bookmarks
es: %lld marcadores
ja: ブックマーク %lld 件
zh_hans: %lld 个书签
zh_hant: %lld 個書籤

source: %lld changed from the scene's defaults
es: %lld cambiados respecto a los valores por defecto de la escena
ja: シーンの初期値から %lld 項目変更
zh_hans: 相比场景默认值已改动 %lld 项
zh_hant: 相比場景預設值已變更 %lld 項

source: %lld changed since this preset
es: %lld cambiados desde este preajuste
ja: このプリセットから %lld 項目変更
zh_hans: 相比该预设已改动 %lld 项
zh_hant: 相比該預設已變更 %lld 項

source: %lld changed · Reset
es: %lld modificados · Restablecer
ja: %lld 件変更 · リセット
zh_hans: 已修改 %lld · 重置
zh_hant: 已修改 %lld · 重設

source: %lld cores
es: %lld núcleos
ja: %lld コア
zh_hans: %lld 核
zh_hant: %lld 核

source: %lld duplicate
es: %lld duplicados
ja: %lld 件が重複
zh_hans: 重复 %lld 项
zh_hant: 重複 %lld 項

source: %lld invalid
es: %lld no válidos
ja: %lld 件が無効
zh_hans: 无效 %lld 项
zh_hant: 無效 %lld 項

source: %lld minutes
es: %lld minutos
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# %lld of %lld projects
source: %1$lld of %2$lld projects
es: %1$lld de %2$lld proyectos
ja: %1$lld / %2$lld 件のプロジェクト
zh_hans: %1$lld / %2$lld 个项目
zh_hant: %1$lld / %2$lld 個專案

source: %lld of %lld ready
es: %lld de %lld listos
ja: %lld / %lld 完了
zh_hans: 已就绪 %lld 项，共 %lld 项
zh_hant: 已就緒 %lld 項，共 %lld 項

source: %lld of %lld shown
es: %lld de %lld mostrados
ja: %lld / %lld 件を表示
zh_hans: 已显示 %lld / %lld 项
zh_hant: 已顯示 %lld / %lld 項

source: %lld of 3 ready
es: %lld de 3 listos
ja: %lld/3 準備完了
zh_hans: 已就绪 %lld/3
zh_hant: 已就緒 %lld/3

source: %lld percent
es: %lld por ciento
ja: %lld パーセント
zh_hans: 百分之%lld
zh_hant: 百分之 %lld

source: %lld points wide
es: %lld puntos de ancho
ja: 幅 %lld ポイント
zh_hans: 宽 %lld 点
zh_hant: 寬 %lld 點

source: %lld queued
es: %lld pendientes
ja: %lld 件
zh_hans: %lld 项待处理
zh_hant: %lld 項待處理

source: %lld schemes
es: %lld esquemas
ja: 構成 %lld 件
zh_hans: %lld 个方案
zh_hant: %lld 個方案

source: %lld subs
es: %lld susc.
ja: %lld 人が購読
zh_hans: %lld 订阅
zh_hant: %lld 訂閱

source: %lld subscribed wallpapers are missing from this Mac.
es: Faltan %lld fondos suscritos en este Mac.
ja: サブスクライブ済みの壁紙が %lld 件、この Mac にありません。
zh_hans: 本机缺少 %lld 个已订阅的壁纸。
zh_hant: 這台 Mac 上缺少 %lld 個已訂閱的桌布。

source: %lld temporary items left in the container by test runs.
es: %lld elementos temporales dejados en el contenedor por las ejecuciones de prueba.
ja: テスト実行がコンテナに残した一時項目が %lld 件あります。
zh_hans: 测试运行在容器中残留了 %lld 个临时项目。
zh_hant: 測試執行在容器中殘留了 %lld 個暫存項目。

source: %lld video(s) and %@ are deleted from the folder macOS reads. Your originals in Loomscreen are untouched.
es: Se eliminan %lld vídeo(s) y %@ de la carpeta que lee macOS. Tus originales en Loomscreen permanecen intactos.
ja: macOS が読み取るフォルダから %lld 本の動画（%@）を削除します。Loomscreen 内の元ファイルはそのまま残ります。
zh_hans: 将从 macOS 读取的文件夹中删除 %lld 个视频（%@）。Loomscreen 里的原始文件不受影响。
zh_hant: 將從 macOS 讀取的資料夾中刪除 %lld 部影片（%@）。Loomscreen 裡的原始檔案不受影響。

source: %lld videos
es: %lld vídeos
ja: 動画 %lld 本
zh_hans: %lld 个视频
zh_hant: %lld 部影片

source: %lld videos copied for macOS to play
es: %lld vídeos copiados para que macOS los reproduzca
ja: macOS が再生するためにコピーした動画 %lld 本
zh_hans: 为 macOS 播放而复制的 %lld 个视频
zh_hant: 為 macOS 播放而複製的 %lld 部影片

source: %lld wallpapers
es: %lld fondos de pantalla
ja: 壁紙 %lld 件
zh_hans: %lld 个壁纸
zh_hant: %lld 個桌布

source: %lld wallpapers in your Steam library
es: %lld fondos de pantalla en tu biblioteca de Steam
ja: Steam ライブラリに %lld 個の壁紙
zh_hans: 你的 Steam 库中有 %lld 个壁纸
zh_hant: 你的 Steam 收藏庫中有 %lld 個桌布

source: %lld× Active
es: %lld× activo
ja: %lld× アクティブ
zh_hans: %lld× 使用中
zh_hant: %lld× 使用中

source: '%1$@' is overwritten with what %2$@ is showing now. The setup saved under that name cannot be recovered.
es: '%1$@' se sobrescribe con lo que %2$@ muestra ahora. La configuración guardada con ese nombre no se puede recuperar.
ja: 「%1$@」は %2$@ が現在表示している内容で上書きされます。その名前で保存されていた設定は元に戻せません。
zh_hans: “%1$@”会被 %2$@ 当前显示的内容覆盖。以该名称保存的设置无法恢复。
zh_hant: 「%1$@」會被 %2$@ 目前顯示的內容覆蓋。以該名稱儲存的設定無法復原。

source: '%1$@' replaces the wallpaper, overlay layout, and every setting on %2$@. Save that display's current setup as a scheme first if you want it back.
es: '%1$@' sustituye el fondo de pantalla, la disposición de la superposición y todos los ajustes de %2$@. Guarda primero la configuración actual de esa pantalla como esquema si quieres recuperarla.
ja: 「%1$@」が %2$@ の壁紙、オーバーレイの配置、すべての設定を置き換えます。元に戻したい場合は、先に現在の設定を構成として保存してください。
zh_hans: “%1$@”会替换 %2$@ 的壁纸、叠加层布局与全部设置。想留住现在这套，先把它保存为方案。
zh_hant: 「%1$@」會取代 %2$@ 的桌布、疊加層配置與全部設定。想留住現在這套，先把它儲存為方案。

source: '%@' will be removed from your library. Displays using this bookmark fall back to their saved wallpaper.
es: '%@' se eliminará de la biblioteca de fondos. Las pantallas que usen este marcador pasarán a su fondo de pantalla guardado.
ja: 「%@」は壁紙ライブラリから削除されます。このブックマークを使うディスプレイは保存済みの壁紙に戻ります。
zh_hans: “%@”将从壁纸库中移除。使用该书签的显示器会回退到各自已保存的壁纸。
zh_hant: 「%@」將從桌布庫中移除。使用該書籤的顯示器會回到各自已儲存的桌布。

source: '%@' will be removed from your saved schemes. Displays it was applied to keep what is on screen.
es: '%@' se eliminará de tus esquemas guardados. Las pantallas a las que se aplicó conservan lo que hay en pantalla.
ja: 「%@」は保存済みの構成から削除されます。適用したディスプレイは現在の表示のままです。
zh_hans: “%@”将从已保存的方案中移除。已套用过它的显示器会保持当前画面不变。
zh_hant: 「%@」將從已儲存的方案中移除。已套用過它的顯示器會維持目前畫面不變。

source: + Import
es: + Importar
ja: + 読み込む
zh_hans: + 导入
zh_hant: + 匯入

source: +%lld more
es: +%lld más
ja: 他 %lld 件
zh_hans: 另有 %lld 个
zh_hant: 另有 %lld 個

source: 1 line
es: 1 línea
ja: 1行
zh_hans: 1 行
zh_hant: 1 行

source: 1 video copied for macOS to play
es: 1 vídeo copiado para que macOS lo reproduzca
ja: macOS が再生するためにコピーした動画 1 本
zh_hans: 为 macOS 播放而复制的 1 个视频
zh_hant: 為 macOS 播放而複製的 1 部影片

source: 1 wallpaper in your Steam library
es: 1 fondo de pantalla en tu biblioteca de Steam
ja: Steam ライブラリに 1 個の壁紙
zh_hans: 你的 Steam 库中有 1 个壁纸
zh_hant: 你的 Steam 收藏庫中有 1 個桌布

source: 24-Hour Time
es: Formato de 24 horas
ja: 24時間表示
zh_hans: 24 小时制
zh_hant: 24 小時制

source: 24-hour repeating schedule
es: Programación recurrente de 24 horas
ja: 24時間の繰り返しスケジュール
zh_hans: 24 小时循环计划
zh_hant: 24 小時循環排程

source: 3 lines
es: 3 líneas
ja: 3行
zh_hans: 3 行
zh_hant: 3 行

source: A SteamCMD path must be absolute.
es: La ruta de SteamCMD debe ser absoluta.
ja: SteamCMD のパスは絶対パスである必要があります。
zh_hans: SteamCMD 路径必须是绝对路径。
zh_hant: SteamCMD 路徑必須是絕對路徑。

source: A component of the install path is a symbolic link: %@
es: Un componente de la ruta de instalación es un enlace simbólico: %@
ja: インストールパスの構成要素がシンボリックリンクです: %@
zh_hans: 安装路径中存在符号链接：%@
zh_hant: 安裝路徑中存在符號連結：%@

source: A different copy is not a playback failure. Inspect registrations below before switching providers.
es: Una copia distinta no indica un fallo de reproducción. Revisa los registros antes de cambiar de proveedor.
ja: 別のコピーであることは再生エラーではありません。切り替える前に下で登録を確認してください。
zh_hans: 副本不同不代表播放故障。切换提供方前，请先在下方检查注册记录。
zh_hant: 副本不同不代表播放故障。切換提供者前，請先在下方檢查註冊記錄。

source: A newer request replaced this one.
es: Una solicitud más reciente ha sustituido a esta.
ja: より新しい要求に置き換えられました。
zh_hans: 已被更新的请求取代。
zh_hant: 已被更新的請求取代。

source: A package name in the manifest is malformed.
es: Un nombre de paquete del manifiesto tiene un formato incorrecto.
ja: マニフェスト内のパッケージ名の形式が不正です。
zh_hans: 清单中的软件包名称格式有误。
zh_hant: 清單中的套件名稱格式有誤。

source: A preset with this name already exists
es: Ya existe un preajuste con este nombre
ja: この名前のプリセットはすでにあります
zh_hans: 已经有同名的预设了
zh_hant: 已經有同名的預設了

source: A required scene file is missing: %@
es: Falta un archivo necesario de la escena: %@
ja: 必要なシーンファイルがありません：%@
zh_hans: 缺少必需的场景文件：%@
zh_hant: 缺少必要的場景檔案：%@

source: A scene package entry extends beyond the available data: %@
es: Una entrada del paquete excede los datos disponibles: %@
ja: シーンパッケージのエントリがデータの範囲外です：%@
zh_hans: 场景包条目超出了可用数据范围：%@
zh_hant: 場景套件項目超出可用資料範圍：%@

source: A scene package entry refers outside the project: %@
es: Una entrada del paquete apunta fuera del proyecto: %@
ja: シーンパッケージのエントリがプロジェクト外を参照しています：%@
zh_hans: 场景包条目指向项目外部：%@
zh_hant: 場景套件項目指向專案外部：%@

source: A temporary scene resource could not be prepared: %@
es: No se pudo preparar un recurso temporal de la escena: %@
ja: 一時的なシーンリソースを準備できません：%@
zh_hans: 无法准备临时场景资源：%@
zh_hant: 無法準備暫存場景資源：%@

source: A texture or image file is corrupted and cannot be decoded.
es: Un archivo de textura o imagen está dañado y no se puede descodificar.
ja: テクスチャまたは画像ファイルが破損しているため、デコードできません。
zh_hans: 纹理或图像文件已损坏，无法解码。
zh_hant: 紋理或影像檔案已損毀，無法解碼。

source: AC power
es: Corriente
ja: AC 電源
zh_hans: 交流电源
zh_hant: 交流電源

source: AI Engine
es: Motor de IA
ja: AI エンジン
zh_hans: AI 引擎
zh_hant: AI 引擎

source: AI Session History Access
es: Acceso al historial de sesiones de IA
ja: AI セッション履歴へのアクセス
zh_hans: AI 会话历史访问权限
zh_hant: AI 工作階段記錄存取權限

source: ALL DISKS
es: TODOS LOS DISCOS
ja: すべてのディスク
zh_hans: 全部磁盘
zh_hant: 全部磁碟

source: ANE Memory
es: Memoria ANE
ja: ANE メモリ
zh_hans: ANE 内存
zh_hant: ANE 記憶體

source: API key
es: Clave de API
ja: API キー
zh_hans: API 密钥
zh_hant: API 金鑰

source: About
es: Acerca de
ja: 情報
zh_hans: 关于
zh_hant: 關於

source: About %@
es: Acerca de %@
ja: 約 %@
zh_hans: 约 %@
zh_hant: 約 %@

source: About %@ from Valve's server at %@
es: Unos %@ del servidor de Valve en %@
ja: 約 %@（Valve のサーバー %@ から）
zh_hans: 约 %@，来自 Valve 服务器 %@
zh_hant: 約 %@，來自 Valve 伺服器 %@

source: About Limited Accounts
es: Acerca de las cuentas limitadas
ja: 制限付きアカウントについて
zh_hans: 关于受限账户
zh_hant: 關於受限制帳戶

source: About this wallpaper
es: Acerca de este fondo
ja: この壁紙について
zh_hans: 关于此壁纸
zh_hant: 關於此桌布

source: Abstract
es: Abstracto
ja: 抽象
zh_hans: 抽象
zh_hant: 抽象

source: Accent
es: Acento
ja: アクセント
zh_hans: 强调色
zh_hant: 強調色

source: Access to the chosen folder has expired. Choose it again: %@
es: El acceso a la carpeta elegida caducó. Vuelve a elegirla: %@
ja: 選択したフォルダへのアクセスが無効になりました。もう一度選択してください：%@
zh_hans: 对所选文件夹的访问权限已失效，请重新选择：%@
zh_hant: 所選資料夾的存取權限已失效，請重新選擇：%@

source: Across %lld extracted video files
es: En %lld archivos de vídeo extraídos
ja: 抽出済み動画ファイル %lld 件全体
zh_hans: 共 %lld 个已提取视频文件
zh_hant: 共 %lld 個已擷取影片檔案

source: Across 1 extracted video file
es: En 1 archivo de vídeo extraído
ja: 抽出済み動画ファイル 1 件全体
zh_hans: 共 1 个已提取视频文件
zh_hant: 共 1 個已擷取影片檔案

source: Action needed
es: Acción necesaria
ja: 対応が必要
zh_hans: 需要处理
zh_hant: 需要處理

source: Active for %lld apps
es: Activo para %lld apps
ja: %lld 個のアプリで有効
zh_hans: 对 %lld 个 App 启用
zh_hant: 對 %lld 個 App 啟用

source: Active for 1 app
es: Activo para 1 app
ja: 1 個のアプリで有効
zh_hans: 对 1 个 App 启用
zh_hant: 對 1 個 App 啟用

source: Active interface
es: Interfaz activa
ja: アクティブなインターフェイス
zh_hans: 活动接口
zh_hant: 作用中介面

source: Active now
es: Activo ahora
ja: 現在アクティブ
zh_hans: 当前活跃
zh_hant: 目前進行中

source: Active only
es: Solo activas
ja: アクティブのみ
zh_hans: 仅活跃会话
zh_hant: 僅活躍工作階段

source: Activity inferred from local logs
es: Estado inferido de registros locales
ja: ローカルログから推定した状態
zh_hans: 活动状态根据本地日志推断
zh_hant: 活動狀態依本機記錄推斷

source: Adaptive frame rate
es: Frecuencia de fotogramas adaptativa
ja: 適応フレームレート
zh_hans: 自适应帧率
zh_hant: 自適應影格率

source: Adaptive frame rate, MetalFX, HDR output and multithreaded rendering.
es: Frecuencia de fotogramas adaptativa, MetalFX, salida HDR y renderizado multihilo.
ja: 適応フレームレート、MetalFX、HDR出力、マルチスレッドレンダリング。
zh_hans: 自适应帧率、MetalFX、HDR 输出与多线程渲染。
zh_hant: 自適應影格率、MetalFX、HDR 輸出與多執行緒渲染。

source: Add
es: Añadir
ja: 追加
zh_hans: 添加
zh_hant: 加入

source: Add Application
es: Añadir aplicación
ja: アプリケーションを追加
zh_hans: 添加应用程序
zh_hant: 加入應用程式

source: Add Bookmark
es: Añadir marcador
ja: ブックマークを追加
zh_hans: 添加书签
zh_hant: 加入書籤

source: Add Overlay
es: Añadir superposición
ja: オーバーレイを追加
zh_hans: 添加叠加层
zh_hant: 新增疊加層

source: Add Slot
es: Añadir franja
ja: スロットを追加
zh_hans: 添加时段
zh_hant: 加入時段

source: Add Video
es: Añadir vídeo
ja: ビデオを追加
zh_hans: 添加视频
zh_hant: 加入影片

source: Add Wallpaper
es: Añadir fondo
ja: 壁紙を追加
zh_hans: 添加壁纸
zh_hant: 加入桌布

source: Add Widget
es: Añadir widget
ja: ウィジェットを追加
zh_hans: 添加小组件
zh_hant: 加入小工具

source: Add a Steam Workshop item by URL or ID
es: Añadir un elemento de Steam Workshop por URL o ID
ja: URL または ID で Steam ワークショップ項目を追加
zh_hans: 使用 URL 或 ID 添加一件 Steam 创意工坊项目
zh_hant: 使用 URL 或 ID 新增 Steam 工作坊項目

source: Add a Web API key
es: Añadir una clave de Web API
ja: Web API キーを追加
zh_hans: 添加 Web API key
zh_hant: 新增 Web API key

source: Add an application
es: Añadir una aplicación
ja: アプリケーションを追加
zh_hans: 添加应用程序
zh_hant: 新增應用程式

source: Add from Steam Workshop
es: Añadir desde Steam Workshop
ja: Steam ワークショップ から追加
zh_hans: 从 Steam 创意工坊添加
zh_hant: 從 Steam 工作坊加入

source: Add from Workshop URL or ID
es: Añadir desde URL o ID de Workshop
ja: ワークショップの URL または ID から追加
zh_hans: 通过创意工坊网址或 ID 添加
zh_hant: 透過工作坊網址或 ID 加入

source: Add schedule slot
es: Añadir franja de programación
ja: スケジュールスロットを追加
zh_hans: 添加计划时段
zh_hant: 加入排程時段

source: Add to Library
es: Añadir a la biblioteca de fondos
ja: 壁紙ライブラリに追加
zh_hans: 加入壁纸库
zh_hant: 加入桌布庫

source: Add to Playlist
es: Añadir a la playlist
ja: プレイリストに追加
zh_hans: 加入播放列表
zh_hant: 加入播放列表

source: Add to System Wallpaper
es: Añadir al fondo de pantalla del sistema
ja: システム壁紙に追加
zh_hans: 添加到系统壁纸
zh_hant: 加入系統桌布

source: Add to queue
es: Añadir a la cola de descargas
ja: ダウンロードキューに追加
zh_hans: 添加到下载队列
zh_hant: 加入下載佇列

source: Add videos to playlist
es: Añadir vídeos a la playlist
ja: ビデオをプレイリストに追加
zh_hans: 将视频添加到播放列表
zh_hant: 將影片加入播放列表

source: Add wallpaper to this display
es: Añadir fondo de pantalla a esta pantalla
ja: このディスプレイに壁紙を追加
zh_hans: 为这台显示器添加壁纸
zh_hant: 為這台顯示器加入桌布

source: Add wallpapers from your library to play them in sequence.
es: Añade fondos desde la biblioteca de fondos para reproducirlos en secuencia.
ja: 壁紙ライブラリから壁紙を追加して順番に再生します。
zh_hans: 从壁纸库添加壁纸，按顺序循环播放。
zh_hant: 從桌布庫加入桌布，依序循環播放。

source: Added to the Wallpaper Library: %lld
es: Añadidos a la biblioteca de fondos: %lld
ja: 壁紙ライブラリに追加しました：%lld 件
zh_hans: 已加入壁纸库：%lld 项
zh_hant: 已加入桌布庫：%lld 項

# Added to the Wallpaper Library: %lld. Couldn't add: %lld.
source: Added to the Wallpaper Library: %1$lld. Couldn't add: %2$lld.
es: Añadidos a la biblioteca de fondos: %1$lld. No se pudieron añadir: %2$lld.
ja: 壁紙ライブラリに追加しました：%1$lld 件。追加できませんでした：%2$lld 件。
zh_hans: 已加入壁纸库：%1$lld 项；无法加入：%2$lld 项。
zh_hant: 已加入桌布庫：%1$lld 項；無法加入：%2$lld 項。

source: Added to this wallpaper's presets
es: Añadido a los preajustes de este fondo de pantalla
ja: この壁紙のプリセットに追加済み
zh_hans: 已加入这张壁纸的预设
zh_hant: 已加入這張桌布的預設

source: Added to your library.
es: Añadido a la biblioteca de fondos.
ja: 壁紙ライブラリに追加しました。
zh_hans: 已添加到壁纸库。
zh_hant: 已加入桌布庫。

source: Added “%@” to Presets. The wallpaper wasn't changed.
es: Se añadió “%@” a Preajustes. El fondo de pantalla no cambió.
ja: 「%@」をプリセットに追加しました。壁紙は変更されていません。
zh_hans: 已将“%@”加入预设，壁纸未更换。
zh_hant: 已將「%@」加入預設，桌布未更換。

source: Adds the file to the Wallpaper Library and applies it to %@.
es: Añade el archivo a la biblioteca de fondos y lo aplica a %@.
ja: ファイルを壁紙ライブラリに追加し、%@ に適用します。
zh_hans: 将文件加入壁纸库，并应用到 %@。
zh_hant: 將檔案加入桌布庫，並套用到 %@。

source: Adds the selected files to the Wallpaper Library without changing any display.
es: Añade los archivos seleccionados a la biblioteca de fondos sin cambiar ninguna pantalla.
ja: 選択したファイルを壁紙ライブラリに追加します。どのディスプレイも変更しません。
zh_hans: 将所选文件加入壁纸库，不更改任何显示器。
zh_hant: 將所選檔案加入桌布庫，不變更任何顯示器。

source: Adjust on the Preview
es: Ajustar en la vista previa
ja: プレビュー上で調整
zh_hans: 在预览上调整
zh_hant: 在預覽上調整

source: Adjust on the preview
es: Ajustar en la vista previa
ja: プレビュー上で調整
zh_hans: 在预览上调整
zh_hant: 在預覽上調整

source: Adjust rotation interval
es: Ajustar el intervalo de rotación
ja: ローテーション間隔を調整
zh_hans: 调整轮播间隔
zh_hant: 調整輪播間隔

source: Adjusted
es: Ajustado
ja: 調整済み
zh_hans: 已调整
zh_hant: 已調整

source: Advance the playlist on the display under the cursor.
es: Avanzar la playlist de la pantalla bajo el cursor.
ja: カーソル下のディスプレイのプレイリストを進めます。
zh_hans: 将鼠标所在显示器的播放列表切换到下一项。
zh_hant: 將游標所在顯示器的播放列表切換至下一項。

source: Advanced
es: Avanzado
ja: 詳細
zh_hans: 高级
zh_hant: 進階

source: Aerial
es: Vista aérea
ja: 空撮
zh_hans: 航拍
zh_hant: 空照圖

source: Aerial: %@
es: Vista aérea: %@
ja: 空撮: %@
zh_hans: 航拍：%@
zh_hant: 空照圖：%@

source: Aerial: %@, %@
es: Vista aérea: %@, %@
ja: 空撮: %@、%@
zh_hans: 航拍：%@，%@
zh_hant: 空照圖：%@，%@

source: Aerials
es: Vistas aéreas
ja: 空撮
zh_hans: 航拍
zh_hant: 空照圖

source: After downloading apply to
es: Tras la descarga aplicar a
ja: ダウンロード後 適用先
zh_hans: 下载完成后 应用到
zh_hant: 下載完成後 套用到

source: Afternoon
es: Tarde
ja: 午後
zh_hans: 下午
zh_hant: 下午

source: Age Rating
es: Clasificación por edad
ja: 年齢制限
zh_hans: 年龄分级
zh_hant: 年齡分級

source: Agent
es: Agente
ja: エージェント

source: Agent Access
es: Acceso del agente
ja: エージェントへのアクセス
zh_hans: Agent 访问权限
zh_hant: Agent 存取權限

source: Agent Activity
es: Actividad de agentes
ja: エージェントのアクティビティ
zh_hans: Agent 活动台
zh_hant: Agent 活動台

source: Agent Session
es: Sesión del agente
ja: エージェントセッション
zh_hans: Agent 会话
zh_hant: Agent 工作階段

source: Aggressive Suspend
es: Suspensión agresiva
ja: 強めに一時停止
zh_hans: 深度暂停
zh_hant: 深度暫停

source: Aggressive suspend
es: Suspensión agresiva
ja: 強めに一時停止
zh_hans: 深度暂停
zh_hant: 深度暫停
